tap "derailed/k9s"
tap "etopeter/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
# tap "koekeishiya/formulae"

brew "aws-okta"
brew "gettext"
brew "awscli"
brew "python@3.8"
brew "bash-completion"
brew "coreutils"
brew "curl"
brew "go"
brew "fluxctl"
brew "git"
brew "hadolint"
brew "helm"
brew "hey"
brew "istioctl"
brew "jabba"
brew "jq"
brew "kubectx"
brew "kubernetes-cli"
brew "libevent"
brew "mono"
brew "mysql-client"
brew "mysql@5.7", link: true
brew "nmap"
brew "openapi-generator"
brew "postgresql"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "shellcheck"
brew "stern"
brew "telnet"
brew "tfenv"
brew "tflint"
brew "tmux"
brew "tree"
brew "nvm"
brew "vim"
brew "watch"
brew "wget"
brew "xhyve"
brew "zsh"
brew "derailed/k9s/k9s"
brew "etopeter/tap/kubectl-view-utilization"
brew "elasticsearch"

cask "docker"
cask "dotnet-sdk"
cask "google-chrome"
cask "font-hack-nerd-font"
cask "iterm2"
cask "java"
cask "jetbrains-toolbox"
cask "ngrok"
cask "rectangle"
cask "postman"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
